<?php

return [

	'cumulative' => 'Накопичувальним ітогом',
	'group' => 'Група',
	
	'type.en' => 'Оплата єдиного налогу',
	'type.nd' => 'Подача налогової декларації',
	'type.esv' => 'Оплата єдиного соціального внеску',

	'period.month' => 'Щомісяця',
	'period.quarter' => 'Щокварталу',
	'period.year' => 'Щорічно',
	
	'strategy.before_20' => 'До 20 числа місяця, за який виконується оплата',
	'strategy.extra_20_days' => 'На протязі 20 днів після закінчення облікового періоду',
	'strategy.extra_40_days' => 'На протязі 40 днів після закінчення облікового періоду',
	'strategy.extra_50_days' => 'На протязі 50 днів після закінчення облікового періоду',
	
	'strategy.next_working_day' => 'Наступний робочий день',
	'strategy.last_working_day' => 'Попередній робочий день',
];
