<?php

return [

	'cumulative' => 'Накопительным итогом',
	'group' => 'Группа',
	
	'type.en' => 'Оплата единого налога',
	'type.nd' => 'Подача налоговой декларации',
	'type.esv' => 'Оплата единого социального взноса',

	'period.month' => 'Ежемесячно',
	'period.quarter' => 'Ежеквартально',
	'period.year' => 'Ежегодно',
	
	'strategy.before_20' => 'До 20 числа месяца, за который производится оплата',
	'strategy.extra_20_days' => 'В течение 20 дней после окончания учетного периода',
	'strategy.extra_40_days' => 'В течение 40 дней после окончания учетного периода',
	'strategy.extra_50_days' => 'В течение 50 дней после окончания учетного периода',
];
